Repository: Adel-Magebinary/browsershots
Catalog: branches/shotserver-django/shotserver04/locale/*/LC_MESSAGES/django.po
Languages: bg, cs, da, es, et, eu, fi, fr, hu, id, it, ja, nb, nl, pl, pt, ro, ru, sk, sv, tr

source: Domain name %s could not be found.
bg: Домейн името %s не е открито.
cs: Doména %s nebyla nalezena
da: Domænenavnet %s kunne ikke findes.
es: El dominio %s no podía ser encontrado.
eu: %s domeinu izena ezin izan da aurkitu.
fr: Le domaine %s n'a pu être trouvé.
hu: A weboldal cím %s nem elérhetõ.
id: Nama domain %s tidak dapat ditemukan.
it: Il nome di dominio %s non è stato trovato.
ja: ドメイン名 %s が見つかりませんでした。
nb: Domenet %s ble ikke funnet.
nl: Domeinnaam %s kon niet gevonden worden.
pl: Nazwa domeny %s nie została odnaleziona.
pt: O domínio %s não foi encontrado.
ro: Numele domenului %s nu a putut fi găsit.
ru: Адрес %s не найден.
sk: Doména %s nebola nájdená.
sv: Domännamnet %s kunde inte hittas.
tr: Bu domain adı bulunamadı: %s

source: Please select at least one browser.
bg: Моля изберете поне един браузър.
cs: Vyberte prosím alespoň jeden prohlížeč.
da: Vælg venligst mindst én browser.
es: Por favor seleccionar por lo menos un browser.
et: Palun valige vähemalt üks lehitseja.
eu: Aukeratu gutxienez nabigatzaile bat.
fi: Valitse ainakin yksi selain.
fr: Sélectionnez au moins un navigateur.
hu: Kérjük adjon meg legalább egy böngészõt.
id: Silakan memilih paling tidak 1 perambah.
it: Per favore seleziona almeno un browser.
ja: 少なくともひとつのブラウザを選んでください。
nl: Selecteer minimaal een browser.
pl: Proszę wybrać co najmniej jedną przeglądarkę.
pt: Por favor selecione um navegador pelo menos.
ro: Vă rugăm, alegeţi cel puţin un browser.
ru: Пожалуйста, отметьте хотя бы один браузер.
sk: Prosím vyberte aspoň jeden prehliadač.
sv: Vänligen välj minst en webläsare.
tr: Lütfen en az bir tarayıcı seçiniz.

source: Please select at least one screen resolution.
bg: Моля изберете поне една разделителна способност.
cs: Vyberte prosím alespoň jedno rozlišení.
da: Vælg venligst mindst én skærmopløsning.
es: Por favor seleccionar por lo menos un resolución de la pantalla.
et: Palun valige vähemalt üks ekraanitihedus (resolutsioon).
eu: Aukeratu gutxienez pantailarentzako bereizmen bat.
fi: Valitse ainakin yksi resoluutio.
fr: Sélectionnez au moins une résolution d'écran.
hu: Kérjük adjon meg legalább egy felbontást.
id: Silakan memilih paling tidak 1 resolusi layar.
it: Per favore seleziona almeno una risoluzione dello schermo.
ja: 少なくともひとつの画面解像度を選んでください。
nb: Vennligst velg minst én skjermoppløsning.
nl: Selecteer minimaal een schermresolutie.
pl: Proszę wybrać co najmniej jedną rozdzielczość ekranu.
pt: Por favor selecione uma resolução de tela pelo menos.
ro: Vă rugăm, alegeţi cel puţin o rezoluţie.
ru: Пожалуйста, выберете разрешение экрана.
sk: Prosím vyberte aspoň jedno rozlíšenie.
sv: Vänligen välj minst en skärmupplösning.
tr: Lütfen en az bir ekran çözünürlüğü seçiniz.

source: Select the browsers that you would like to test.
bg: Изберете браузъра, който искате да изпробвате.
cs: Vyberte prohližeče, které chcete vyzkoušet.
da: Vælg de browsere du gerne vil afprøve.
es: Seleccione los browsers que usted desee probar.
et: Valige lehitsejad, millega tahaksite oma lehte testida.
eu: Aukeratu frogatu nahi dituzun nabigatzaileak.
fi: Valitse selaimet, joilla ruutukaappaukset tehdään.
fr: Sélectionnez les navigateurs que vous voulez tester.
hu: Adja meg a tesztelni kívánt böngészõket.
id: Pilih perambah yang Anda inginkan untuk mengetes.
it: Seleziona i browsers che vuoi testare.
ja: 調べたいブラウザを選びます。
nb: Velg nettleserne du vil teste.
nl: Selecteer de browsers waarop u wilt testen.
pl: Proszę wybrać przeglądarkę, którą chiałbyś prztestować.
pt: Selecione os navegadores que você deseja testar.
ro: Alegeţi browserele pe care doriţi să testaţi.
ru: Отметьте браузеры, в которых вы хотели бы протестировать Ваш сайт.
sk: Vyberte prehliadače, ktoré chcete vyskúšať.
sv: Välj vilka webläsare som du vill testa.
tr: Lütfen test etmek istediğiniz tarayıcıları seçiniz.

source: Select one or more screen resolutions.
bg: Изберете една или повече разделителни способноости.
cs: Vyberte jedno nebo více rozlišení.
da: Vælg en eller flere skærmopløsninger.
es: Seleccione unas o más resoluciones de la pantalla.
et: Valige üks või mitu ekraanitihedust.
eu: Aukeratu pantailarentzako bereizmen bat edo gehiago.
fi: Valitse vähintään yksi resoluutio.
fr: Sélectionnez une ou plusieurs résolutions d'écran.
hu: Adjon meg egy, vagy több felbontást.
id: pilih 1 atau lebih resolusi layar.
it: Seleziona uno o più risoluzioni dello schermo.
ja: ひとつまたは複数の画面解像度を選びます。
nb: Velg én eller flere skjermoppløsninger.
nl: Selecteer een of meerdere schermresoluties.
pl: Proszę wybrać jedną lub więcej rozdzielczości ekranu.
pt: Selecione uma ou mais resoluções de tela.
ro: Alegeţi una sau mai multe rezoluţii.
ru: Выбирете варианты разрешения.
sk: Vyberte jedno alebo viac rozlíšení.
sv: Välj en eller flera skärmupplösningar.
tr: Bir veya birden fazla ekran çözünürlüğü seçiniz.

source: Select pages for scrolling.
bg: Изберете страници за превъртане
cs: Vyberte stránky pro scrollování.
es: Seleccione las páginas para el scrolling.
et: Valige, kuidas tehtud ekraanipildid esitatakse.
eu: Aukeratu scrollingerako orri kopurua.
fi: Valitse, montako ruudullista sivun ylä- ja alareunasta otetaan ruutukaappaukseen.
fr: Sélectionnez les pages pour le défilement.
hu: Válassza ki az oldalakat.
it: Seleziona le pagine da scorrere.
ja: スクロールさせるページ数を選択します。
nb: Velg sider for navigering.
nl: Selecteer pages om te scrollen.
pl: Proszę wybrać przewijanie stron.
pt: Selecione as páginas para rolagem.
ro: Alegeţi paginile pentru scroll.
ru: Количествово пролистываемых экранов.
sv: Välj sidor för navigering.
tr: Kaydırılacak sayfaları seçiniz.

source: Upload successful.
bg: Успешно качване.
cs: Úspěšně nahráno.
da: Upload udført.
es: Upload acertado.
eu: Igoera arrakastatsua.
fr: Chargement effectué.
hu: A feltöltés sikeres.
id: Pengiriman sukses.
it: Caricamento effettuato.
ja: アップロードに成功しました。
nb: Opplastingen var vellykket.
nl: Upload voltooid.
pl: Wczytywanie strony zakończone pomyślnie.
pt: Envio bem sucedido.
ro: Upload reuşit.
ru: Загрузка завершена.
sk: Upload úspešný.
sv: Uppladdning lyckad.
tr: Yükleme başarılı.

source: Engine
bg: Машина
es: Máquina
eu: Motorea
fr: Moteur
id: Mesin
it: Motore
ja: エンジン
nb: Motor
pl: Silnik
pt: Máquina
ro: Motor
ru: Движок
sv: Motor
tr: Motor

source: Language
bg: Език
cs: Jazyk
da: Sprog
es: Idioma
eu: Hizkuntza
fr: Langue
hu: Nyelv
it: Linguaggio
ja: 言語
nb: Språk
nl: Taal
pl: Język
pt: Idioma
ro: Limbă
ru: Язык
sk: Jazyk
sv: Språk
tr: Dil

source: Hardware
bg: Хардуер
eu: Hardwarea
fr: Matériel
hu: Hardver
ja: ハードウェア
nb: Maskinvare
pl: Sprzęt
ru: Оборудование
sv: Hårdvara
tr: Donanım

source: OS
bg: ОС
eu: Sistema
fr: Système
it: Sistema operativo
pl: System operacyjny
pt: SO
ru: ОС
tr: İşletim Sistemi

source: Click to see a larger preview.
bg: Щракнете за да видите по-голяма картинка
cs: Klikněte pro zobrazení většího náhledu.
da: Klik for at se et større forhåndsbillede.
es: Click aqui para ver un previo más grande.
et: Klikka, et näha suuremalt.
eu: Klikatu aurrebista handiagoa ikusteko.
fi: Kuvaa klikkaamalla näet suuremman version.
fr: Cliquez pour agrandir l'aperçu.
hu: Kattintson a nagyobb nézethez.
it: Clicca per vedere un'antemprima più grande.
ja: クリックすると、さらに大きなプレビューが表示されます。
nl: Klik om een groter voorbeeld te bekijken.
pl: Kliknij aby powiększyć.
pt: Clique para visualizar uma prévia maior.
ro: Apăsaţi pentru a vedea un preview mărit.
ru: Увеличить
sk: Kliknite pre zobrazenie väčšieho náhľadu.
sv: Klicka för att se en större förhandsvisning.
tr: Daha büyük ekran görüntüsü için tıklayınız.

source: JavaScript
tr: Java Betiği
