Repository: Adel-Magebinary/browsershots
Catalog: branches/shotserver-django/shotserver04/locale/*/LC_MESSAGES/django.po
Languages: bg, cs, da, es, et, eu, fi, fr, hu, id, it, ja, nb, nl, pl, pt, ro, ru, sk, sv, tr

source: URL must not be longer than 255 characters.
bg: URL адресът трябва да е по-малък от255 символа.
cs: URL nesmí být delší než 255 znaků.
da: URL'en må ikke være længere end 255 tegn.
eu: URLak ezin ditu 255 karakteretik gora eduki.
fr: L'URL ne doit pas contenir plus de 255 caractères.
hu: Az URL nem lehet hosszabb 255 karakternél.
id: Panjang URL tidak boleh lebih dari 255 karakter.
it: L'URL non deve essere più corto di 3 caratteri.
ja: 255 文字をこえる条件は指定できません。
nl: URL mag niet alnger zijn dan 255 karakters.
pl: URL nie może być dłuższy niż 255 znaków.
pt: A URL não pode exceder os 255 caracteres.
ro: URL-ul nu trebuie să fie mai lung de 255 caractere.
ru: Адрес не может быть длиннее 255 символов.
sk: URL nesmie byť dlhšia ako 255 znakov.
sv: URL får inte vara längre än 255 bokstäver.
tr: Site adresiniz 255 karakterden daha uzun olamaz.

source: URL must not contain spaces.
bg: URL адресът не трябва да съдържа интервали.
cs: URL nesmí obsahovat mezery.
da: URL'en må ikke indeholde mellemrum.
es: El URL no debe contener espacios.
et: Veebiaadress ei tohi sisaldada tühikuid.
eu: URLak ezin du hutsunerik eduki.
fi: URL:ssa ei voi olla välilyöntejä.
fr: L'URL ne doit pas contenir d'espaces.
hu: Az URL nem tartalmazhat üres helyet.
id: URL tidak boleh berisi spasi .
it: L'URL non deve contenere spazi.
ja: URL には空白を含めることができません。
nb: URL kan ikke inneholde mellomrom.
nl: URL mag geen spaties bevatten.
pl: URL nie może zawierać znaku spacji.
pt: A URL não pode conter espaços.
ro: URL-ul nu trebuie să conţină spaţii.
ru: В адресе не должно содержаться пробелов.
sk: URL nesmie obsahovať medzery.
sv: URL får inte innehålla blanksteg.
tr: Site adresiniz boşluklar içeremez.

source: URL must not contain quotes.
bg: URL адресът трябва да не съдържа кавички
cs: URL nesmí obsahovat uvozovky.
da: URL'en må ikke indeholde citationstegn.
es: El URL no debe contener quotes.
et: Veebiaadress ei tohi sisaldada jutumärke.
eu: URLak ezin du kakotxik eduki.
fi: URL ei voi sisältää lainausmerkkiä.
fr: L'URL ne doit pas contenir de guillemets.
hu: Az URL nem tartalmazhat idézõjeleket.
id: URL tidak boleh berisi kuota ( " )
it: L'URL non deve contenere virgolette.
ja: URL には引用符を含めることができません。
nb: URL kan ikke inneholde anførselstegn.
nl: URL mag geen aanhalingstekens bevatten.
pl: URL nie może zawierać cudzysłowów.
pt: A URL não pode conter aspas.
ro: URL-ul nu trebuie să conţină citate, apostrofuri.
ru: В адресе не должно содержаться кавычек.
sk: URL nesmie obsahovať úvodzovky.
sv: URL får inte innehålla citationstecken.
tr: Site adresiniz tırnak işaretleri içeremez.

source: Enter a part of your web address to find your jobs.
bg: Въведете част от web адреса за да намерита вашите задачи.
cs: Zadejte část svojí webové adresy pro nalezení úkolů.
da: Indtast en del af hjemmesidens adresse for at finde dine job.
es: Incorpore una parte de su dirección de su dominio para encontrar sus trabajos.
et: Sisesta oma veebiaadress või osa sellest, et leida oma töö järjekorrast.
eu: Sartu zure web helbidearen zati bat zure lanak bilatzeko.
fi: Hae työsi käyttämällä sivusi URL:n osaa hakusanana.
fr: Entrez une partie de votre adresse pour trouver vos requêtes.
hu: Adja meg az oldal címének egy részletét a feladatok megtalálásához.
id: Masukkan nama situs Anda untuk menemukan tugas .
it: Inserisci una parte del tuo indirizzo web per trovare la tua richiesta.
ja: Web アドレスの一部を入力し、ジョブを検索します。
nb: Angi en del av din vevadresse for å finne jobbene dine.
nl: Voer een deel van de URL in om uw opdrachten te vinden.
pl: Wpisz część adresu swojej strony www aby znaleźć swoje zadanie.
pt: Entre com uma parte do endereço de seu site para encontrar os processos.
ro: Introduceţi o parte a adresei Dvs. pentru a vă găsi sarcinile.
ru: Введите часть адреса для поиска задания.
sk: Zadajte časť vašej web adresy pre nájdenie úloh.
sv: Ange en del av din webadress för att hitta dina jobb.
tr: Ekran görüntülerinizi bulmak için URL'nizin bir bölümünü yazın.

source: Reset
bg: Резет
cs: Vymazat
da: Slet
es: Cancelar
et: Tühista
eu: Berrezarri
fi: Tyhjennä
fr: Annuler
hu: Törlés
id: Ulang
it: Annulla
ja: 取消
nb: Tilbakestill
nl: Beginwaarde
pt: Resetar
ro: Resetare
ru: Сброс
sv: Återställ
tr: Sıfırla

source: Logo design by %s.
bg: Дизайн на логото от %s.
cs: Design loga: %s
da: Logo-designet er fremstillet af %s.
eu: Logoaren diseinua: %s
fr: Design du logo par %s.
hu: Logo tervet készítette: %s.
id: Logo di desain oleh %s
it: Design del logo di %s
ja: ロゴのデザインは %s によって行われました。
nl: Logo ontwerp door %s.
pl: Logo zaprojektowane przez %s.
pt: Logo desenvolvido por %s.
ro: Dizainul logo-ului& %s.
ru: Дизайн логотипа - %s.
sk: Design loga: %s.
sv: Logodesign av %s.
tr: Logo tasarımı: %s.

source: Free screenshots of your web design in different browsers.
bg: Безплатни изображения на вашия web дизайн с разични браузъри.
cs: Screenshoty vašeho web designu v různých prohlížečích, zdarma.
da: Gratis screenshots af dit webdesign i forskellige browsere.
eu: Zure web diseinuaren osoko argazkiak nabigatzaile ezberdinetan.
fr: Captures d'écran gratuites du design de votre site internet dans différents navigateurs.
hu: Ingyenes tesztkép a weboldaláról különbözõ böngészõkön.
it: Schermate gratuite del tuo web design in differenti browser
ja: あなたの Web デザインがさまざまなブラウザでどのように見えるのかを確認するため、スクリーンショットを作成します。
nb: Gratis skjermskudd av din nettside-utforming i forskjellige nettlesere.
nl: Gratis screenshots van uw website in andere browsers.
pl: Darmowe zrzuty ekranu twojej strony www wykonane w różnych przeglądarkach.
pt: Screenshots gratuitas de sua página em diferentes navegadores.
ro: Capturi gratuite a sitului Dvs. în diferite browsere.
ru: Бесплатные скриншоты вашего сайта в разных браузерах.
sk: Bezplatné screenshoty vášho webdesignu v rôznych prehliadačoch.
sv: Fria skärmbilder av din webbdesign i olika webbläsare.
tr: Web tasarımınızın farklı tarayıcılardaki ücretsiz görüntüleri.

source: Help
bg: Помощ
cs: Nápověda
da: Hjælp
eu: Laguntza
fr: Aide
hu: Súgó
id: Bantuan
it: Guida
ja: ヘルプ
nb: Hjelp
pl: Pomoc
pt: Ajuda
ro: Ajutor
ru: Помощь
sk: Nápoveda
sv: Hjälp
tr: Yardım

source: Options
bg: Опции
cs: Možnosti
da: Indstillinger
eu: Aukerak
hu: Beállítások
id: Pilihan
it: Opzioni
ja: 詳細設定
nb: Innstillinger
nl: Opties
pl: Opcje
pt: Opções
ro: Opţiuni
ru: Настройки
sk: Možnosti
sv: Alternativ
tr: Ayarlar

source: Enter your web address.
bg: Въведете адреса на страницата.
cs: Zadejte svoji webovou adresu.
da: Indtast din hjemmesides adresse.
es: Incorpore su URL.
et: Sisestage oma veebiaadress.
eu: Sartu zure web helbidea.
fi: Kirjoita sivusi URL.
fr: Entrez votre adresse web.
hu: Adja meg az oldalának címét.
id: Masukkan alamat situs Anda.
it: Inserisci il tuo indirizzo web.
ja: Web のアドレスを入力します。
nb: Angi din vevadresse.
nl: Voer uw web adres in.
pl: Wpisz adres strony www.
pt: Entre com seu endereço web.
ro: Intruduceţi URL-ul Dvs.
ru: Введите адрес вебсайта.
sk: Zadajte vašu web adresu.
sv: Fyll i din webadress.
tr: Web sitenizin adresini yazın.

source: Make Screenshots
bg: Направи изображение
cs: Vytvořit screenshoty
da: Lav screenshots
eu: Argazkiak Egin
fr: Réaliser les captures d'écran
it: Crea schermata
ja: スクリーンショットを作成
nb: Lag skjermskudd
nl: Screenshots maken
pl: Zrób zrzuty ekranu
pt: Tirar Screenshots
ro: Capturare
ru: Сделать скриншоты
sk: Vytvoriť screenshoty
sv: Skapa skärmdumpar
tr: Ekran Görüntüsü İste

source: Find Results
bg: Търсене на резултат
cs: Najít výsledky
da: Find resultater
eu: Emaitzak Bilatu
fr: Trouver des résultats
hu: Eredmények keresése
id: Temukan hasil
it: Risultati della ricerca
ja: 結果を検索
nb: Finn resultater
nl: Resultaten zoeken
pl: Znajdź wyniki
pt: Procurar Resultados
ro: Găseşte Rezultate
ru: Поиск результата
sk: Nájsť výsledky
sv: Sökresultat
tr: Sonuç Bul

source: Browser name<br />and version
bg: Име и версия<br />на браузъра
cs: Jméno prohlížeče<br />a verze
da: Browsernavn<br />og version
es: Nombre y version<br />del Browser
et: Veebilehitseja<br />nimi ja versioon
eu: Nabigatzaile izena<br />eta bertsioa
fi: Selaimen<br />nimi ja versio
fr: Nom et version<br />du navigateur
hu: Böngészõ neve<br />és verziója
id: Nama perambah<br /> dan versinya
it: Nome e versione<br>del browser
ja: ブラウザ名と<br />バージョン
nb: Nettlesernavn<br /> og -versjon
nl: Browser naam<br />en versie
pl: Nazwa i wersja<br />przeglądarki
pt: Nome do navegador<br /> e versão
ro: Numele browserului<br />şi versiunea
ru: Версия<br />браузера
sk: Názov prehliadača<br />a verzia
sv: Webläsarnamn<br />och -version
tr: Tarayıcı adı<br />ve versiyonu

source: Rendering<br />engine
bg: Рендираща<br />машина
cs: Renderovací<br />engine
es: Máquina<br />de rendering
et: Töötlev<br />mootor
eu: Motore<br />rendegilea
fi: HTML-<br />moottori
fr: Moteur<br />de rendu
hu: Renderelõ<br />engine
id: Mesin<br /> render
it: Motore<br>di rendering
ja: レンダリング<br />エンジン
nb: Uttegnings-<br />motor
nl: Render<br />engine
pl: Silnik<br />przeglądarki
pt: Núcleo de<br />renderização
ro: Motor de<br />randare
ru: Движок<br />прорисовки
sv: Renderings-<br />motor
tr: Gösterme<br />makinesi

source: Operating<br />system
bg: Операционна<br />система
cs: Operační<br />systém
da: Operativ-<br />system
es: Sistema de<br />operación
et: Operatsiooni-<br />süsteem
eu: Sistema<br />eragilea
fi: Käyttö-<br />järjestelmä
fr: Système<br />d'exploitation
hu: Operációs<br />rendszer
id: Sistem<br />operasi
it: Sistema<br>operativo
ja: オペレーティング<br />システム
nb: Operativ-<br />system
nl: Besturings<br />systeem
pl: System<br />operacyjny
pt: Sistema<br />operacional
ro: Sistem de<br />operare
ru: Операционная<br />система
sk: Operačný<br />systém
sv: Operativ-<br />system
tr: İşletim<br />sistemi

source: Last<br />poll
bg: Последно<br />гласуване
cs: Poslední<br />zpracování
da: Seneste<br />afstemning
es: Encuesta<br />pasada
et: Viimati<br />kasutati
eu: Azken<br />bozketa
fi: Viimeisin<br />kysely
fr: Dernière<br />demande
hu: Legutolsó<br />választás
id: Poling<br />terakhir
it: Ultima<br>indagine
ja: 直近の<br />登録
nb: Siste<br />sjekk
nl: Laatste<br />aanvraag
pl: Ostatnio<br />wybrane
pt: Último<br />lote
ru: Последний<br />опрос
sk: Posledné<br />spracovanie
sv: Senaste<br />kontroll
tr: Son <br />poll

source: Last<br />upload
bg: Последно<br />качване
cs: Poslední<br />upload
da: Seneste<br />upload
es: Upload<br />pasada
et: Viimati<br />laaditi
eu: Azken<br />igoera
fi: Uusin siirretty<br />ruutukaappaus
fr: Dernier<br />chargement
hu: Legutolsó<br />feltöltés
id: Pengiriman<br />terakhir
it: Ultimo<br>upload
ja: 直近の<br />アップロード
nb: Siste<br />opplasting
nl: Laatste<br />upload
pl: Ostatnio<br />dodane
pt: Último<br />envio
ro: Ultimul<br />upload
ru: Последняя<br />загрузка
sk: Posledný<br />upload
sv: Senast<br />uppladdningen
tr: Son<br />yükleme

source: No active screenshot factories.
bg: Няма активни
cs: Žádné aktivní stroje.
da: Ingen aktive skærmbilledefabrikker.
es: Ningunas fábricas activas en el momento.
et: Aktiivseid ekraanipildi töötlejaid praegu ei ole.
eu: Ez dago argazkigilerik martxan.
fi: Ei yhtään ruutukaappauksia tekevää tehdasta toiminnassa.
fr: Aucune usine de captures n'est active.
hu: Nem található aktív screenshot erõforrás.
it: Nessun fabbricatore di screenshot attivo.
ja: 使用可能なスクリーンショット ファクトリがありません。
nb: Ingen aktive skjermskuddfabrikker
nl: Geen geactiveerde screenshot fabrieken.
pl: Brak aktywnych fabryk zrzutów ekranowych.
pt: Nenhuma máquina ativa neste momento.
ro: Nici un factor de captură activ.
ru: Временно недоступно.
sv: Inga aktiva skärmdumps-fabriker.
tr: Aktif ekran görüntü fabrikası bulunmuyor.

source: Top-down
bg: Отгоре-надолу
cs: Zhora dolů
da: Oppefra og ned
et: Üles-alla
eu: Goitik-behera
fi: Ylähäältä alas
fr: Haut en bas
hu: Fentrõl-le
id: Atas-bawah
it: Su e giù
ja: 最初から下に向かって
nb: Topp-bunn
nl: Van boven naar beneden
pl: Z góry na dół
pt: De cima para baixo
ro: Sus-jos
ru: Сверху-вниз
sk: Zhora nadol
sv: Uppifrån och ner
tr: Yukarıdan aşağıya

source: pages
bg: страници
cs: stránek
da: sider
es: páginas
et: leheküljed
eu: orri
fi: sivua
hu: oldal
id: halaman
it: pagine
ja: ページ
nb: sider
nl: pagina's
pl: strony
pt: páginas
ro: pagini
ru: страниц
sk: stránok
sv: sidor
tr: sayfa

source: Bottom-up
bg: Отгоре-надолу
cs: Zdola nahoru
da: Nedefra og op
et: Alla-üles
eu: Behetik-gora
fi: Alhaalta ylös
fr: Bas en haut
hu: Lentrõl-fel
id: Bawah-atas
it: Giù e su
ja: 最後から上に向かって
nb: Bunn-topp
nl: Van onder naar boven
pl: Z dołu do góry
pt: De baixo para cima
ro: Jos-sus
ru: Снизу-Вверх
sk: Zdola nahor
sv: Nerifrån och upp
tr: Aşağıdan yukarıya

source: The following jobs were added to the queue:
bg: Следните задачи са добавени в опашката:
cs: Následující ukoly byly přídány do fronty:
da: De følgende job blev føjet til køen:
es: Los siguientes trabajos fueron agregados a la cola:
et: Järgmised tööd on lisatud järjekorda:
eu: Honako lan hauek gehitu dira ilarara:
fi: Nämä työt lisättiin jonoon:
fr: Les requêtes suivantes ont été ajoutées à la file d'attente:
hu: Az alábbi feladatokat felkerültek a listára:
id: Tugas - tugas dibawah sudah ditambakan ke antrian tunggu :
it: Le seguenti richieste sono state aggiunte alla coda:
ja: 以下のジョブがキューに追加されました。
nb: Følgende jobber ble lagt til i køen:
nl: De volgende opdrachten zijn aan de wachtrij toegevoegd:
pl: Następujące zadania zostaną dodane do kolejki.
pt: Os seguintes processos foram adicionados à fila:
ro: Următoarele sarcini au fost adăugate în listă:
ru: В очередь добавлены следующие задания:
sk: Nasledujúce úlohy boli pridané do radu:
sv: Följande jobb blev tillagt i kön:
tr: Aşağıdaki adresler bekleyen işler arasına alınmıştır:

source: The following jobs were already in the queue:
bg: Следните задачи вече са в опашката:
cs: Následující úkoly již byly ve frontě:
da: De følgende job var allerede i køen:
es: Los siguientes trabajos estaban ya en la cola:
et: Need tööd on juba järjekorras:
eu: Honako lan hauek zeuden lehendik ilaran:
fi: Nämä työt olivat jo jonossa:
fr: Les requêtes suivantes étaient déjà dans la file d'attente:
hu: Az alábbi feladatok már megtalálhatóak a listában:
it: Le seguenti richieste sono già nella coda:
ja: 以下のジョブは、すでにキューに登録されています。
nb: Følgende jobber var allerede i køen:
nl: De volgende opdrachten stonden al in de wachtrij:
pl: Następujące zadania są już w kolejce.
pt: Os seguintes processos já estão na fila:
ro: Următoarele sarcini erau deja în listă:
ru: Следующие задания уже стоят в очереди:
sk: Nasledujúce úlohy už boli v rade:
sv: Följnade jobb var redan i kön:
tr: Aşağıdaki adresler zaten bekleyen işler arasındadır:

source: URL must start with <span class="uncolor">http://</span>.
bg: URL адресът трябва да започва с <span class="uncolor">http://</span>.
cs: URL musí začínat na <span class="uncolor">http://</span>.
da: URL'en skal begynde med <span class="uncolor">http://</span>.
es: El URL debe comenzar con <span class="uncolor">http://</span>.
et: URL peab algama nii:<span class="uncolor">http://</span>.
eu: URLa <span class="uncolor">http://</span>rekin hasi behar da.
fi: URL:n pitää alkaa <span class="uncolor">http://</span>.
fr: L'URL doit commencer par <span class="uncolor">http://</span>.
hu: Az URLnek <span class="uncolor">http://</span>-el kell kezdõdnie.
id: URL harus dimuali dengan <span class="uncolor">http://</span>.
it: L'URL deve iniziare con <span class="uncolor">http://</span>.
ja: URL は <span class="uncolor">http://</span> ではじめる必要があります。
nb: URL må begynne med <span class="uncolor">http://</span>.
nl: URL moet beginnen met <span class="uncolor">http://</span>.
pl: URL musi zaczynać się od <span class="uncolor">http://</span>.
pt: A URL deve començar com <span class="uncolor">http://</span>.
ro: URL-ul trebuie să înceapă cu <span class="uncolor">http://</span>.
ru: Адрес должен начинаться с <span class="uncolor">http://</span>.
sk: URL musí začínať s <span class="uncolor">http://</span>.
sv: URL måste börja med <span class="uncolor">http://</span>.
tr: URL'niz <span class="uncolor">http://</span> ile başlamalıdır.

source: URL must not contain HTML tags.
bg: URL адресът не трябва да съдържа HTML етикети.
cs: URL nesmí obsahovat HTML tagy.
da: URL'en må ikke indeholde HTML-tags.
es: El URL no debe contener etiquetas del HTML.
et: Veebiaadress ei tohi sisaldada HTML tag-e.
eu: URLak ezin du HTML etiketarik eduki.
fi: URL:ssa ei saa olla HTML-tageja.
fr: L'URL ne doit pas contenir de balises HTML.
hu: Az URL nem tartalmazhat HTML tageket.
id: URL tidak boleh mengandung tag HTML.
it: L'URL non deve contenere tag HTML.
ja: URL に HTML タグを含めることはできません。
nb: URL kan ikke inneholde HTML-kode.
nl: URL mag geen HTML tags bevatten.
pl: URL nie może zawierać tagów HTML.
pt: A URL não pode conter tags HTML.
ro: URL-ul nu trebuie să conţină taguri HTML.
ru: В адресе не должно содержаться тегов HTML.
sk: URL nesmie obsahovať HTML tagy.
sv: URL får inte innehålla HTML-taggar.
tr: URL'niz HTML kodları içeremez.

source: URL seems to be invalid.
bg: URL адресът изглежда невалиден.
cs: URL je zřejmě neplatné.
da: URL'en lader til at være ugyldig.
es: El URL se parece ser inválido.
et: Veebiaadress näib olevat vigane.
eu: URLak baliogabea dirudi.
fi: URL näyttää virheelliseltä.
fr: L'URL n'est pas valide.
hu: A megadott URL nem helyes.
id: kelihatannya URL tidak valid.
it: L'URL non è corretto.
ja: URL が無効なようです。
nb: URL synes å være ugyldig.
nl: URL is ongeldig.
pl: Podany URL wydaje się być wadliwy.
pt: A URL parece ser inválida.
ro: URL-ul pare a fi invalid.
ru: Неправильный адрес.
sk: URL je asi neplatná.
sv: URL verkar vara ogiltig.
tr: Geçersiz URL girdiniz.

source: Domain name %s is blacklisted.
bg: Домейнът %s е в черния списък.
cs: Doména %s je zablokována.
da: Domænenavnet %s er boycottet.
eu: %s domeinu izena zerrenda beltzean dago.
fr: Le domaine %s est sur liste noire.
hu: A webcím %s tiltó listán van.
id: Nama domain %s dicekal.
it: Il dominio %s è stato bloccato.
ja: ドメイン名 %s はブラックリストに載っています。
nb: Domenet %s er svartelistet.
nl: Domein naam %s staat op de zwarte lijst
pl: Nazwa domeny %s znajduje się na czarnej liście.
pt: O domínio %s está na blacklist.
ro: Numele domenului %s este în lista neagră.
ru: %s - адрес заблокирован.
sk: Doména %s je zablokovaná.
sv: Domännamnet %s är svartlistat.
tr: %s domain adı kilitlenmiştir.

source: The queue already contains %d jobs for this domain.
bg: Опашката вече съдържа %d задачи за този домейн.
cs: Fronta již obsahuje %d úkolů pro tuto doménu
da: Køen indeholder allerede %d jobs fra dette domæne.
eu: Ilarak dagoeneko %d lan ditu domeinu horrentzat.
fr: La liste d'attente contient déjà %d tâches pour ce domaine.
hu: Már %d található ehhez a webcímhez.
it: La coda contiene già %d lavori per questo dominio
ja: このドメインに対するジョブが、すでに %d 件キューに登録されています。
nb: Køen inneholder allerede %d jobber for dette domenet.
nl: De wachtrij bevat al %d opdrachten voor dit domein.
pl: Kolejka zawiera już %d zadań dotyczących tej domeny.
pt: A fila já contém %d processos com este domínio.
ro: Lista de aşteptare deja conţine %d sarcini pentru domeniul dat.
ru: В очереди уже %d заданий для данного домена.
sk: V rade je už %d úloh pre túto doménu.
sv: Kön innehåller redan %d jobb för den här domänen.
tr: Bu eylem bekleme listesinde %d işle yer almaktadır.

source: Please wait until some of these jobs are finished.
bg: Моля изчакайте, докато някой от задачите приключат.
cs: Počkejte prosím, dokud nebud některé z těchto úkolů dokončeny.
da: Vent venligst til nogle af disse jobs er færdige.
eu: Itxaron lan hauetariko batzuk burutu arte.
fr: Veuillez attendre que certaines de ces tâches soient finies.
hu: Kérjük várjon, amíg néhány fennmaradó feladat befejezõdik.
id: Mohon menunggu hinggga beberapa dari tugas - tugas ini selesai dikerjakan.
it: Si prega di attendere la conclusione di questi lavori
ja: これらのジョブのいくつかが終了するまでお待ちください。
nb: Vennligst vent til noen av disse jobbene er fullført.
nl: Wacht a.u.b. tot enkele van deze opdrachten zijn voltooid.
pl: Proszę poczekać aż część tych zadań zostanie ukończona.
pt: Por favor aguarde enquanto os processos são finalizados.
ro: Vă rugăm, aşteptaţi până când câteva din aceste sarcini vor fi executate.
ru: Пожалуйста, подождите пока некоторые из этих заданий не будут выполнены.
sk: Prosím počkajte, pokiaľ nebudú niektoré úlohy dokončené.
sv: Vänta tills något av dessa jobb har färdigställts.
tr: Lütfen işlem sürecinin tamamlanmasını bekleyin.

source: There were %d jobs for this domain in the last 7 days.
bg: Имало е %d задачи за този домейн през последните 7 дни.
cs: Za posledních 7 dní bylo %d úkolů pro tuto doménu.
da: Der er indsendt %d jobs for dette domæne i de seneste 7 dage.
eu: Azken 7 egunetan %d lan egon dira domeinu horrentzat.
fr: Il y a eu %d tâches pour ce domaine dans les 7 derniers jours.
hu: Ehhez a webcímhez %d feladat tartozott az elmúlt 7 napban.
it: Ci sono %d lavori per questo dominio negli ultimi 7 giorni.
ja: 過去 7 日の間に、このドメインは %d 回処理されています。
nl: Er waren %d opdrachten voor dit domein in de laaste 7 dagen.
pl: Było już %d zadań dotyczących tej domeny w ciągu ostatnich 7 dni.
pt: Existem %d processos para este domínio nos últimos 7 dias.
ro: Au fost %d sarcini pentru acest domeniu în ultimele 7 zile.
ru: За последнюю неделю этот адрес тестировался %d раз.
sv: Det var %d jobb för den här domänen de senaste 7 dagarna.
tr: Bu alanadı için son bir hafta içerisinde %d iş bulunmaktadır.

source: Please reduce your usage a little,
bg: Моля намалете употрбата,
cs: Použivejte prosím naši službu méně,
da: Nedsæt venligst dit forbrug en smule,
eu: Murriztu erabilera pittin bat, edo eman
fr: Veuillez réduire un peu votre usage,
hu: Kérjük csökkentse a használat mértékét,
it: Si prega di ridurre il proprio utilizzo,
ja: もう少し使用を控えるか、
nb: Vennligst reduser bruken din noe,
nl: Probeer a.u.b. uw gebruik iets te verminderen,
pl: Proszę zmniejszyć trochę używanie naszej strony,
pt: Por favor reduza um pouco o seu uso,
ro: Vă rugăm, reduceţi puţin uzajul,
ru: Пожалуйста, уменьшите ваши запросы,
sk: Prosím obmedzte trochu použitie našej služby,
sv: Minska ner din användning lite,
tr: Lütfen ekran görüntüsü isteğiniz biraz azaltın,

source: or make a donation to help pay the bandwidth.
bg: или направете дарение за да подпомогнете плащането на трафика.
cs: nebo přispějte na zaplacení přenosové kapacity.
da: eller donér penge for at hjælpe med at betale båndbredden.
eu: dirulaguntza bat banda zabala ordaintzen laguntzeko.
fr: ou faire une donation pour aider à payer la bande passante.
hu: vagy adományozzon a sávszélesség növelésének költségeire.
id: atau sumbang kami untuk membayar biaya quota transfer data.
it: oppure di donare qualcosa per pagare la banda.
ja: あるいは回線使用料の足しにするための寄付をお願いいたします。
nb: eller gi en donasjon for å være med og betale båndbredden.
nl: of maak een donatie om voor bandbreedte te helpen betalen.
pl: albo dokonać dotacji aby pomóc opłacić przepustowość łącza.
pt: ou faça uma doação para ajudar a pagar a conexão.
ro: sau faceţi o donaţie pentru a ajuta la achitarea canalului.
ru: или проспонсируйте оплату дополнительного траффика.
sk: alebo prispejte na zaplatenie prenosovej kapacity.
sv: eller donera för att hjälpa till att betala bandbredden.
tr: ya da hosting trafiği için bir bağış bizi mutlu edecektir.
