Repository: Adel-Magebinary/browsershots
Catalog: branches/shotserver-django/shotserver04/locale/*/LC_MESSAGES/django.po
Languages: bg, cs, da, es, et, eu, fi, fr, hu, id, it, ja, nb, nl, pl, pt, ro, ru, sk, sv, tr

source: Home
bg: Начало
cs: Domů
da: Hjem
es: Inicio
et: Esileht
eu: Hasierako Orria
fi: Etusivu
fr: Accueil
hu: Fõoldal
id: Beranda
it: Pagina iniziale
ja: ホーム
nb: Hjem
pl: Strona startowa
pt: Início
ro: Acasă
ru: Главная
sk: Domov
sv: Hem
tr: Anasayfa

source: Docs
bg: Документи
cs: Dokumenty
da: Dokumentation
es: Documentos
et: Manuaalid
eu: Dokumentuak
fi: Dokumentit
fr: Documents
hu: Leírások
it: Documenti
ja: ドキュメント
nb: Dokumentasjon
nl: Documentatie
pl: Dokumenty
pt: Documentos
ro: Documente
ru: Доки
sk: Dokumenty
sv: Dokumentation
tr: Belgeler

source: Downloads
bg: Сваляне
cs: Ke stažení
es: Descargas
et: Allalaadimine
eu: Deskargak
fi: Tiedostot
fr: Téléchargements
hu: Letöltések
id: Unduh
it: File Scaricati
ja: ダウンロード
nb: Nedlastinger
pl: Download
ru: Загрузки
sk: Na stiahnutie
sv: Nerladdningar
tr: İndirme sayısı

source: Screenshots
bg: Изображения
cs: Screenshoty
da: Skærmbilleder
et: Ekraanipildid
eu: Argazkiak
fi: Ruutukaappaukset
fr: Captures
hu: Képek
id: Tangkapan - tangkapan Layar
it: Schermate
ja: スクリーンショット
nl: Schermafdrukken
pl: Zrzuty ekranu
ro: Capturi
ru: Скриншоты
sk: Screenshoty
sv: Skärmdumpar
tr: Ekran Görüntüleri

source: Screenshot
bg: Изображение
da: Skærmbillede
et: Ekraanipilt
eu: Argazkia
fi: Ruutukaappaus
fr: Capture
hu: Kép
id: Tangkapan layar
it: Schermata
ja: スクリーンショット
nl: Schermafdruk
pl: Zrzut ekranu
ro: Captură
ru: Скриншот
sv: Skärmdump
tr: Ekran Görüntüsü

source: Submit
bg: Изпращане
cs: Odeslat
da: Send
es: Enviar
et: Sisesta
eu: Bidali
fi: Lähetä
fr: Envoyer
hu: Elküld
id: Kirim
it: Invia
ja: 送信
nl: Versturen
pl: Dodaj
pt: Enviar
ru: Отправить
sk: Odoslať
sv: Skicka
tr: Ekle

source: Queue
bg: Опашка
cs: Fronta
da: Sæt i kø
es: Cola
et: Järjekord
eu: Ilara
fi: Jono
fr: File d'attente
hu: Sor
id: Antrian
it: Coda
ja: キュー
nl: Wachtrij
pl: Kolejka
pt: Fila
ro: În aşteptare
ru: Очередь
sk: Rad
sv: Kö
tr: Bekleyen İşler

source: Search
bg: Търсене
cs: Hledat
da: Søg
es: Buscar
et: Otsi
eu: Bilatu
fi: Etsi
fr: Recherche
hu: Keresés
id: Cari
it: Ricerca
ja: 検索
nb: Søk
nl: Zoek
pl: Szukaj
pt: Busca
ro: Căutare
ru: Поиск
sk: Hľadať
sv: Sök
tr: Ara

source: Recent screenshots
bg: Скорошни изображения
cs: Poslední screenshoty
da: Seneste skærmbilleder
es: Screenshots reciente
et: Viimane ekraanipilt
eu: Azken argazkiak
fi: Uusimmat ruutukaappaukset
fr: Captures récentes
hu: Legfrissebb képek
id: Tangkapan layar terakhir
it: Screenshots recenti
ja: 最近のスクリーンショット
nb: Nye skjermskudd
nl: Recente screenshots
pl: Ostatnie zrzuty ekranu
pt: Screenshots recentes
ro: Capturi recente
ru: Последние выполненные задания
sk: Posledné screenshoty
sv: Nya skärmdumpar
tr: Son Ekran Görüntüleri

source: Screenshots by URL
bg: Скрйншоти по URL адрес
cs: Screenshoty podle URL
da: Skærmbilleder af URL
es: Screenshots de URL
et: Ekraanipilt URL järgi
eu: URLaren argazkiak
fi: Ruutukaappaukset URL:n mukaisessa järjestyksessä
fr: Captures par URL
hu: Képek URL-ek szerint
id: Tangkapan layar dengan URL
it: Screenshots da URL
ja: スクリーンショットのURL
nb: Skjermskudd etter URL
nl: Screenshots per URL
pl: Zrzuty ekranu danego URL
pt: Screenshots por URL
ro: Capturi după URL
ru: Скриншоты по URL
sk: Screenshoty podľa URL
sv: Skärmdumpar efter URL
tr: Adrese Göre Ekran Görüntüleri

source: Complete job
bg: Завършени задачи
cs: Dokončený úkol
es: Termine el trabajo
et: Valmis töö
eu: Lan burutua
fi: Koko työ
fr: Finir la requête
hu: Kész feladat
it: Richieste completate
ja: ジョブの完了
nb: Utført jobb
nl: Complete opdracht
pl: Skończone zadania
pt: Processo Completo
ro: Lucru complet
ru: Задание выполнено
sk: Dokončená úloha
sv: Färdiga jobb
tr: Tamamlanmış işler

source: Submit your website
bg: Изпратете вашата web страница
cs: Přidejte svoji stránku
da: Indsend din hjemmeside
es: Enviar su pagina
et: Sisesta oma leht testimiseks
eu: Bidali zure webgunea
fi: Lisää weppisivusi
fr: Soumettre votre site
hu: Add meg az oldalad
it: Invia il tuo sito
ja: Web サイトの登録
nb: Send inn nettstedet ditt
nl: Voeg uw website toe
pl: Dodaj swoją stronę
pt: Enviar sua página
ro: Trimite-ţi propriul sit
ru: Настройка параметров обработки
sk: Pridajte vašu stránku
sv: Skicka in din websida
tr: Sitenizi Ekleyin

source: Job queue
bg: Опашка от задачи
cs: Fronta úkolů
da: Job-kø
es: Cola de Trabajo
et: Tööde järjekord
eu: Lan ilara
fi: Jonottavat työt
fr: File des requêtes
hu: Hátralévõ feladatok
it: Richieste in coda
ja: ジョブのキュー
nb: Jobbkø
nl: Lijst met opdrachten
pl: Kolejka zadań
pt: Fila de processos
ro: Sarcini în aşteptare
ru: Очередь заданий
sv: Jobbkö
tr: Bekleyen Görevler

source: Search jobs
bg: Търесене на задачи
cs: Prohledat úkoly
da: Søg i jobs
es: Buscar Trabajos
et: Otsi tööd
eu: Bilatu lanak
fi: Etsi töitä
fr: Rechercher dans les requêtes
hu: Keresés a feladatok között
id: Cari tugas
it: Ricerca richiesta
ja: ジョブの検索
nb: Søke i jobber
nl: Zoek opdrachten
pl: Szukaj zadania
pt: Busca de processos
ro: Sarcini de căutare
ru: Поиск заданий
sk: Hľadať v úlohách
sv: Sök jobb
tr: Görev Ara

source: %d sec auto refresh.
bg: %d сек автоматично обновяване.
cs: automatické obnovení po %d sekundách.
da: %d sekunders auto-opdatering
et: Lehte värskendatakse automaatselt iga %d sek tagant.
eu: %d segunduro automatikoki berritu
fi: Sivu päivittyy %d sekunnin välein.
fr: rafraîchissement automatique après %d sec.
hu: Automatikus frissítés %d másodpercenként.
it: %d sec di auto aggiornamento
ja: %d 秒で自動リフレッシュします。
nb: %d sek. autooppdatering.
nl: Automatische verversing na %d sec.
pl: Automatyczne odświeżenie za %d sek.
pt: %d seg atualização automática.
ro: %d sec autoreîmprospătare.
ru: Автообновление через %d секунд.
sk: automatické obnovenie po %d sekundách.
sv: %d sek auto-uppdatering.
tr: Her %d saniyede yenile.

source: This entry is no longer available.
bg: Този запис вече не е достъпен
cs: Tento záznam již není k dispozici.
da: Dette emne er ikke længere tilgængeligt.
eu: Sarrera hau jada ez dago eskuragarri.
fr: Cet élément n'est plus disponible
hu: Ez a bejegyzés nem elérhetõ.
id: Masukkan ini sudah tidak lagi tersedia
it: Questa richiesta non è più disponibile
ja: このエントリは使用できません。
nl: Deze opdracht is niet langer beschikbaar.
pl: Ten wpis nie jest już dostępny.
pt: Esta entrada não está mais disponível.
ro: Acest punct nu mai este accesibil.
ru: Данная запись более недоступна.
sk: Tento záznam už nie je k dispozícii.
sv: Den här posten är inte längre tillgänglig.
tr: Bu ekran görüntüsü artık mevcut değil.

source: Click to see the full-size original screenshots.
bg: Щракнете за да видите пълния размер на оригиналните изображения.
cs: Klikněte pro zobrazení screenshotů v plné velikosti.
da: Klik for at se de originale skærmbilleder i fuld størrelse.
es: Click aqui para ver los screenshots originales del tamaño pantalla completa.
et: Klikka pildidil täismõõdus ekraanipildi vaatamiseks.
eu: Klikatu argazkia jatorrizko neurriarekin ikusteko.
fi: Näet täysikokoisen ruutukaappauksen klikkaamalla kuvaa.
fr: Cliquez pour voir l'image en taille réelle.
hu: Kattintson a teljes méret megjelenítéséhez.
id: Klik untuk melihat tampilan penuh
it: Clicca per vedere l'immagine nelle dimensioni reali.
ja: クリックすると、元の大きさのスクリーンショットが表示されます。
nb: Klikk for å se det originale skjermskuddet i full størrelse.
nl: Klik om de schermafdruk op volledige grootte te bekijken.
pl: Kliknij aby zabaczyć zrzuty ekranu oryginalnej wielkości.
pt: Clique para ver as Screenshots em seu tamanho original.
ro: Apăsaţi pentru a vedea capturile originale în mărime naturală.
ru: Кликните, чтобы увидеть полноразмерный скриншот.
sk: Kliknite pre zobrazenie screenshotov v plnej veľkosti.
sv: Klicka för att se skärmdump i originalstorlek.
tr: Tam boy ekran görüntülerini görmek için tıklayın.

source: No screenshots were uploaded recently.
bg: Скоро не са качвани изображения.
cs: V poslední době nebyly přidány žádné screenshoty
da: Ingen skærmbilleder er uploadet for nylig.
es: No se procesó ningunos screenshots recientemente.
et: Ekraanipilte ei ole viimati üles laaditud.
eu: Azkenaldian ez da argazkirik igo.
fi: Uusia ruutukaappauksia ei ole lähetetty äskettäin.
fr: Aucune capture n'a été reçue récemment.
hu: Nincs még kép feltöltve.
it: Nessuno screenshots caricato recentemente.
ja: 最近アップロードされたスクリーンショットはありません。
nl: Er zijn recentelijk geen screenshots ge-upload.
pl: Ostatnio nie wczytano żadnych zrzutów ekranu.
pt: Nenhum screenshot foi carregado recentemente.
ro: Nu sunt capturi adăugate recent.
ru: В последнее время скриншотов не загружалось.
sk: Žiadne screenshoty neboli naposledy pridané.
sv: Inga skärmdumpar har blivit uppladdade nyligen.
tr: Aktüel ekran görüntüsü bulunmuyor.

source: Error:
bg: Грешка:
cs: Chyba:
da: Fejl:
et: Viga:
eu: Akatsa:
fi: Virhe:
fr: Erreur:
hu: Hiba:
id: Kesalahan :
it: Errore:
ja: エラー:
nb: Feil:
nl: Fout:
pl: Błąd:
pt: Erro:
ro: Eroare:
ru: Ошибка:
sk: Chyba:
sv: Fel:
tr: Hata:

source: Error: Bad username/password.
bg: Грешка: Невалидни потребителско име/парола..
cs: Chyba: Špatné přihlašovací údaje
da: Fejl: Forkert brugernavn/adgangskode.
es: Error: Su usuario/contraseña noesta correcto.
et: Viga: vale kasutajanimi/parool.
eu: Akatsa: Erabiltzaile/pasahitz okerra.
fi: Virhe: Väärä käyttäjätunnus tai salasana.
fr: Erreur: Votre nom d'utilisateur/mot de passe est incorrect.
hu: Hiba: Rossz felhasználónév/jelszó!
id: Kesalahan : nama pengguna / kata sandi keliru .
it: Errore: Username o password errati.
ja: エラー: ユーザ名あるいはパスワードが違います。
nb: Feil: Ugyldig brukernavn/passord.
nl: Fout: Incorrecte gebruikersnaam/wachtwoord.
pl: Błąd: Zła nazwa użytkownika lub hasło.
pt: Erro: Nome de usuário e/ou senha inválida.
ro: Eroare: Utilizator/parolă greşite.
ru: Ошибка: Неправильное имя пользователя/пароль.
sk: Chyba: Zlé užívateľské meno/heslo.
sv: Fel: Ogiltigt användarnamn/lösenord.
tr: Hata: Geçersiz kullanıcı adı/şifre.

source: No matching job at this time.
bg: Няма съвпадаща задача в момента.
cs: V tuto chvíli nejsou žádné odpovídající záznamy.
da: Ingen fundne jobs på nuværende tidspunkt.
es: Ningún trabajo de pareja en este tiempo.
et: Ei ole praegu sellist tööd.
eu: Ez da lanik aurkitu oraingo honetan.
fi: Palvelimella ei ole tehtaan ominaisuuksiin sopivaa työtä jonossa.
fr: Aucune requête correspondante pour le moment.
hu: Nem található ilyen feladat.
id: Tidak ada tugas yang sesuai sekarang ini.
it: Nessuna richiesta corrispondente a questo momento.
ja: 現在、条件に一致するジョブはありません。
nb: Ingen passende jobb for øyeblikket.
nl: Op dit moment geen passende opdracht.
pl: Obecnie brak pasujących zadań.
pt: Nenhum processo encontrado neste momento.
ro: Nici o sarcină care ar coincide la momentul dat.
ru: Подходящее задание отстутствует.
sk: Momentálne nie sú žiadne zodpovedajúce záznamy.
sv: Inga matchande jobb just nu.
tr: Şu an için geçerli iş bulunmuyor.

source: Browser
bg: Браузър
cs: Prohlížeč
et: Brauser
eu: Nabigatzailea
fi: Selain
fr: Navigateur
hu: Böngészõ
id: Perambah
ja: ブラウザ
nl: Brower
pl: Przeglądarka
pt: Navegador
ru: Браузер
sk: Prehliadač
sv: Webläsare
tr: Tarayıcı

source: Resolution
bg: Разд. способност
cs: Rozličení
da: Opløsning
es: Resolución
et: Resolutsioon
eu: Bereizmena
fi: Resoluutio
fr: Résolution
hu: Felbontás
id: Resolusi layar
it: Risoluzione
ja: 解像度
nl: Resolutie
pl: Rozdzielczość
pt: Resolução
ro: Rezoluţie
ru: Экран
sk: Rozlíšenie
sv: Upplösning
tr: Çözünürlük

source: Time
bg: Час
cs: Čas
da: Tidspunkt
es: Hora
et: Aeg
eu: Denbora
fi: Aika
fr: Heure
hu: Idõ
id: Waktu
it: Tempo
ja: 時刻
nl: Tijd
pl: Czas
pt: Tempo
ro: Timp
ru: Время
sk: Čas
sv: Tid
tr: Süre

source: URL
et: Veebiaadress
eu: URLa
it: Indirizzo URL

source: There are %d jobs in the queue.
bg: Има %d задачи в опашката.
cs: Ve frontě je %d úkolů.
da: Der er %d jobs i køen.
es: Tiene %d trabajos en la cola.
et: Praegu on järjekorras %d tööd.
eu: %d lan daude ilaran.
fi: Jonossa on %d työtä.
fr: Il y a %d requêtes dans la file d'attente.
hu: Jelenleg %d oldal áll feldolgozás alatt.
id: Ada %d tugas yang menunggu.
it: Ci sono %d richieste in coda.
ja: %d 件のジョブがキューに登録されています。
nb: Det er %d jobber i køen.
nl: Er staan %d opdrachten in de wachtrij.
pl: Jest %d zadań w kolejce.
pt: Existem %d processos na fila.
ro: Sunt %d sarcini în aşteptare.
ru: Заданий в очереди - %d.
sv: Det finns %d jobb i kön.
tr: Şu an bekleyen %d iş var.

source: %d jobs were processed in the last hour.
bg: %d задачи са приключени през последния час.
cs: Za poslední hodinu bylo zpracováno %d úkolů.
da: %d jobs blev behandlet den seneste time.
es: %d trabajos fueron procesados sobre la hora pasada.
et: Viimase tunni jooksul on töödeldud %d lehte.
eu: Azkeneko ordubetean %d lan tratatu dira.
fi: Viimeisen tunnin aikana käsiteltiin %d työtä.
fr: %d requêtes ont été traitées dans la dernière heure.
hu: %d feladat fejezõdött be az elmúlt órában.
id: %d Tugas yang terproses dalam beberapa jam ini.
it: %d richieste processate nell'ultima ora.
ja: 過去 1 時間で %d 件のジョブが実行されました。
nb: %d jobber er utført den siste timen.
nl: In het laatste uur zijn er %d opdrachten verwerkt.
pl: %d zadań wykonano w ciągu ostatniej godziny.
pt: %d processos foram finalizados na última hora.
ro: %d sarcini au fost procesate în ultima oră.
ru: За прошедший час обработано заданий - %d.
sk: Za poslednú hodinu sa spracovalo %d úloh.
sv: %d jobb har bearbetats den sista timmen.
tr: Son 1 saat içerisinde %d ekran görüntüsü eklendi.

source: If you submit a job now, it will be finished in %s.
bg: Ако въведете задача сега, тя ще бъде завършена в %s.
cs: Pokud teď zadáte nový úkol, bude zpracován za %s
da: Hvis du indsender et job nu, vil det være færdigt om %s.
es: Si usted ahora enviar un trabajo, será acabado adentro de %s.
et: Kui sisestate uue töö, võtab selle valmimine aega umbes %s.
eu: Orain lan bat bidaltzen baduzu, %sean burutuko da.
fi: Jos lisäät työn nyt, sen valmistuminen kestää %s.
fr: Si vous soumettez une requête maintenant, elle sera terminée dans %s.
hu: Ha most adja meg az oldalát, %s alatt lesznek kész a képek.
id: Jika Anda memasukkan sebuah tugas sekarang, mungkin akan bisa diselesaikan dalam %s.
it: Se invii la richiesta ora, sarà terminata in %s.
ja: いまジョブを登録すると、%s で完了するでしょう。
nb: Hvis du legger inn en jobb nå, vil den bli ferdig om %s.
nl: Als u nu een opdracht verstuurd, zal deze over %s klaar zijn.
pl: Jeśli dodasz swoje zadanie teraz, zostanie ono wykonane w czasie %s.
pt: Se você enviar um processo agora, ele estará finalizado em %s.
ro: Dacă trimiteţi o sarcină acum, va fi terminată în %s.
ru: Добавленное Вами задание будет выполнено через %s.
sk: Ak teraz zadáte novú úlohu, bude spracovaná za %s.
sv: Om du skickar in ett jobb nu så kommer det att bli klart om %s.
tr: Eğer şu an bir ekran görüntüsü isteği eklerseniz, bu %s içinde tamamlanacaktır.

source: The job queue is empty.
bg: Опашката със задачи е празна.
cs: Fronta úkolů je prázdná.
da: Job-køen er tom.
es: La cola del trabajo es vacía.
et: Töid ei ole järjekorras.
eu: Lan ilara hutsik dago.
fi: Töiden jono on tyhjä.
fr: La file d'attente est vide.
hu: Nincs feladat a listában.
id: Tidak ada antrian tugas.
it: La coda di richiesta è vuota.
ja: ジョブのキューは、空です。
nb: Jobbkøen er tom.
nl: De wachtrij is leeg.
pl: Kojejka jest pusta.
pt: A fila de processos está vazia.
ro: Lista de sarcini este goală.
ru: Очередь заданий пуста.
sv: Jobbkön är tom.
tr: Şu an için bekleyen iş bulunmuyor.

source: Go ahead and submit your URL.
bg: Давайте, въведете Вашия URL адрес.
cs: Přidejte svoji stránku.
da: Indsend din URL nu.
es: Vaya a continuación y enviar su URL.
et: Sisesta oma leht testimiseks.
eu: Egin aurrera eta bidali zure URLa.
fi: Lisää weppisivusi.
fr: Soumettez dès maintenant votre URL.
hu: Próbálja ki Ön is, adja meg oldalának címét.
id: Ayo kedepan dan masukkan URL Anda.
it: Vai avanti e invia il tuo URL.
ja: あなたの URL を登録しましょう。
nb: Vennligst legg inn URL-en din.
nl: Voer uw URL in.
pl: Dodaj swój URL.
pt: Vá em frente e envie sua URL.
ro: Trimiteţi URL-ul Dvs.
ru: Введите Ваш адрес (URL).
sk: Pridajte vašu stránku.
sv: Varsågod och skicka in din URL.
tr: Buradan sitenizi ekleyin.

source: This page will auto-reload every 60 seconds.
bg: Тази страница ще се презареди автоматично след 60 секунди.
cs: Tato stránka se obnovuje každých 60 sekund.
da: Denne side vil automatisk opdatere hver 60. sekund.
es: Esta página recargará cada 60 segundos.
eu: Orri hau automatikoki berrituko da 60 segunduro.
fr: Cette page se rechargera automatiquement toutes les 60 secondes.
hu: Ez az oldal 60 másodpercenként újratöltõdik.
id: Halaman ini secara otomatis akan dipanggil-ulang dalam 60 detik .
it: Questa pagina sarà automaticamente ricaricata ogni 60 secondi.
ja: このページは 60 秒ごとに自動的に再読み込みされます。
nb: Denne siden vil oppdateres automatisk hvert 60. sekund.
nl: Deze pagina zal elke 60 seconden automatisch verversen.
pl: Ta strona przeładowuje się automatycznie co 60 sekund.
pt: Esta página irá atualizar automaticamente a cada 60 segundos.
ro: Această pagină se va reîncărca la fiecare 60 de secunde.
ru: Данная страница автоматически обновляется каждую минуту.
sk: Táto stránka sa obnoví každých 60 sekúnd.
sv: Den här sidan kommer automatiskt att laddas om var 60:e sekund.
tr: Bu sayfa her 60 saniyede bir yeniden yüklenecektir.

source: Try %sfull screen mode%s and press F11.
bg: Опитайте %sрежим на пълен екран%s и натиснете F11.
cs: Vyzkoušejte %szobrazení pro celou obrazovku%s a stiskněte F11.
da: Prøv %svisning i fuld skærm%s og tryk F11.
es: Intentar el %smodo de pantalla completa%s y click F11.
eu: Frogatu %spantaila osoko era%s eta sakatu F11.
fr: Essayez le %smode plein écran%s et appuyez sur F11.
hu: Nézze meg %steljes képernyõs módban%s, majd nyomja meg az F11-et.
id: Coba %smod tampilan penuh%s dan tekan F11
it: Prova il %smodo full screen%s e premi F11.
ja: %sフルスクリーンモード%sにして、F11 を押してみてください。
nl: Probeer %svolledig scherm%s , op druk F11.
pl: Spróbuj %strybu pełnoekranowego%s i naciśnij F11.
pt: Tente %smodo tela cheia%s e pressione F11.
ro: Încercaţi %smodul pe tot ecranul%s şi apăsaţi F11.
ru: %sПолноэкранная версия%s этой страницы. Для просмотра нажмите F11.
sk: Vyskúšajte %szobrazenie pre celú obrazovku%s a stlačte F11.
sv: Testa %shelskärmsläge%s och tryck F11.
tr: F11'e tıklayarak %stam ekran modunu%s deneyin.

source: Click to see more screenshots of the same web site.
bg: Щракнете за да видите още изображения на същата страница.
cs: Klikněte pro zobrazení dalších screenshotů této stránky.
da: Klik her for at se flere skærmbilleder af den samme hjemmeside.
es: Click para ver más screenshots del mismo Web site.
et: Klikka pildil, kui tahad näha sellest lehest rohkem ekraanipilte.
eu: Klikatu argazkietan webgune beraren argazki gehiago ikusteko.
fi: Klikkaa kuvia nähdäksesi lisää ruutukaappauksia samasta weppisivusta.
fr: Cliquez pour voir d'autres captures du même site.
hu: Kattintson az oldalakhoz tartozó képek megjelenítéséhez.
it: Clicca per vedere altri screenshots dello stesso sito web.
ja: クリックすると、その Web サイトについてのその他のスクリーンショットも表示されます。
nl: Klik om meer screenshots van dezelfde website te bekijken.
pl: Kliknij aby zabaczyć więcej zrzutów ekranu tej samej strony www.
pt: Clique para ver mais screenshots deste mesmo web site.
ro: Apăsaţi pentru a vedea mai multe capturi a aceluiaşi sit.
ru: Кликните на изображении для просмотра остальных скриншотов выбранного сайта.
sk: Kliknite pre zobrazenie ďalších screenshotov tejto stránky.
sv: Klicka för att se flera skärmdumpar av samma websida.
tr: Sitelerin diğer ekran görüntüleri için resimlerden birine tıklayın.

source: Count
bg: Брой
cs: Počet
da: Antal
es: Cuenta
et: Arv
eu: Kopurua
fi: Lukumäärä
fr: Compte
hu: Szám
id: Jumlah
it: Conteggio
ja: 件数
nb: Antall
nl: Aantal
pl: Licznik
pt: Conta
ro: Număr
ru: Заданий
sk: Počet
sv: Antal
tr: Adet

source: Another %d matching URLs are not shown.
bg: Още %d съвпадащи URL адреса не са показани.
cs: Nezobrazuji dalších %d odpovídajících URL.
da: Øvrige %d fundne URL's, der matcher, vil ikke blive vist.
es: Otros %d URLs que empareja no se demuestran.
et: Teistsugust %d URL-i ei saa näidata.
eu: Aurkitu diren beste %d URL ez daude ikusgai.
fi: Muita %d hakua vastaavaa URL:ia ei näytetty.
fr: Les autres %d URL correspondants ne sont pas montrés.
hu: További %d egyezõ URL el van rejtve.
id: %d URL lain yang sesuai tidak ditampilkan
it: Gli altri %d URLs corrispondenti non vengono mostrati.
ja: その他 %d 件の URL が条件に一致しましたが、表示していません。
nb: Ytterligere %d passende URL-er er ikke vist.
nl: Andere %d URLs worden niet getoond.
pl: Nie pokazano %d pasujących URL.
pt: Outras %d URLs selecionadas não serão mostradas.
ro: Alte %d URL-uri ce coincid nu sunt arătate.
ru: Еще скринштов: %d.
sk: Ďalších %d zodpovedajúcich URL nie je zobrazených.
sv: Ytterligare %d passande ULR-er visas inte.
tr: Diğer %d URL'ler gösterilmiyor.

source: Queued
bg: В опашката
cs: Přidáno do fronty
da: Sat i kø
es: Hech la cola
et: Järjekorda pandud
eu: Ilaran
fi: Jonottanut
fr: Dans la file
hu: A listára felvéve
id: Menunggu
it: In coda
ja: キューに登録済み
nl: In de wachtrij
pl: W kolejce
pt: Enfileirado
ro: În aşteptare
ru: В очереди
sk: Zaradené
sv: Köad
tr: Beklemede

source: Finished
bg: Завършена
cs: Hotovo
da: Udført
es: Terminada
et: Valmis
eu: Burututa
fi: Valmis
fr: Terminé
hu: Befejezve
id: Selesai
it: Terminato
ja: 作成完了
nl: Voltooid
pl: Zakończne
pt: Finalizado
ro: Terminat
ru: Выполено
sk: Ukončené
sv: Färdig
tr: Tamamlandı

source: No matching jobs.
bg: Не са открити задачи.
cs: Žádné odpovídající úkoly
da: Ingen fundne jobs, der matcher.
es: Ningunos trabajos que emparejan.
et: Ei ole selliseid töid.
eu: Ez da lanik aurkitu.
fi: Haulla ei löydy töitä.
fr: Aucune requête correspondante.
hu: Nem található ilyen feladat.
id: Tidak ada tugas - tugas yang sesuai .
it: Nessuna richiesta corrispondente.
ja: 該当するジョブはありません。
nb: Ingen passende jobber.
nl: Geen opdrachten gevonden.
pl: Brak pasujących zadań.
pt: Nenhum processo encontrado.
ro: Nu sunt sarcini.
ru: Подходящих заданий не найдено.
sk: Žiadne zodpovedajúce úlohy.
sv: Inga passande jobb.
tr: Bu URL'ye ait bir ekran görüntüsü bulunamadı.

source: Please enter your URL.
bg: Моля въведете Вашият URL адрес.
cs: Zadejte prosím svoji URL.
da: Indtast venligst din URL.
es: Por favor ponga su URL.
et: Palun sisestage oma veebiaadress.
eu: Sartu zure URLa.
fi: Kirjoita weppisivusi URL.
fr: Veuillez entrer votre URL.
hu: Kérjük adja meg az oldal URL-jét.
id: Silakan memasukkan URL Anda.
it: Per favore inserisci il tuo URL.
ja: URL を入力してください。
nb: Vennligst angi din URL.
nl: Voer uw URL in.
pl: Proszę wpisać URL.
pt: Por favor entre sua URL.
ro: Vă rugăm, introduceţi URL-ul Dvs.
ru: Пожалуйста, введите адрес (URL).
sk: Prosím zadajte vašu URL.
sv: Vänligen skriv in din URL.
tr: Lütfen sitenizin adresini giriniz.

source: URL must not be shorter than 3 characters.
bg: URL адресът трябва да е не по-малко от 3 символа.
cs: URL nesmí být kratší než 3 znaky.
da: URL'en må ikke være kortere end 3 tegn.
es: El URL no debe ser más corto de 3 caracteres.
et: Veebiaadress peab olema lühem kui 3 tähemärki.
eu: URLak ezin ditu 3 karakteretik behera eduki.
fi: URL:n pitää olla vähintään kolme merkkiä pitkä.
fr: L'URL doit contenir plus de 3 caractères.
hu: Az URL nem lehet 3 karakternél rövidebb.
id: URL tidak boleh lebih pendek dari 3 karakter .
it: L'URL non deve essere più corto di 3 caratteri.
ja: 最低 3 文字は入力してください。
nb: URL kan ikke være kortere enn 3 tegn.
nl: URL mag niet korter zijn dan 3 karakters.
pl: URL nie może być krótszy niż 3 znaki.
pt: A URL não pode ser menor que 3 caracteres.
ro: URL-ul nu trebuie să fie mai scurt de 3 caractere.
ru: Адрес не может быть короче 3 символов.
sk: URL nesmie byť kratšia ako 3 znaky.
sv: URL får inte vara kortare än 3 bokstäver.
tr: Site adresiniz 3 karakterden daha kısa olamaz.
